{
  "articles": [
    {
      "id": "quando-demitir-ae-vendedor-b2b",
      "slug": "quando-demitir-ae-vendedor-b2b",
      "slugs": {
        "pt": "quando-demitir-ae-vendedor-b2b",
        "en": "when-to-fire-b2b-sales-rep"
      },
      "featured": true,
      "category": {
        "pt": "Diagnóstico",
        "en": "Diagnostics"
      },
      "title": {
        "pt": "Não É (Sempre) o Vendedor: Como Diagnosticar Onde Sua Receita Está Travando",
        "en": "It's Not (Always) the Rep: How to Diagnose Where Your Revenue Is Stuck"
      },
      "excerpt": {
        "pt": "Antes de trocar o vendedor, descarte proposta de valor, preço, segmento e geração de demanda. Framework de eliminação para founders pós-Série B.",
        "en": "Before replacing the rep, rule out value proposition, pricing, segment, and demand generation. Elimination framework for post-Series B founders."
      },
      "readTime": {
        "pt": "14 min de leitura",
        "en": "14 min read"
      },
      "date": "2025-02-02",
      "dateLabel": {
        "pt": "Fev 2025",
        "en": "Feb 2025"
      },
      "thumbnail": {
        "type": "image",
        "src": "assets/images/blog/quando-demitir-ae-vendedor-b2b-thumb.jpg",
        "alt": {
          "pt": "Framework diagnóstico para receita travada em startups B2B",
          "en": "Diagnostic framework for stalled revenue in B2B startups"
        }
      }
    },
    {
      "id": "quotas-vendas-b2b-startups",
      "slug": "quotas-vendas-b2b-startups",
      "slugs": {
        "pt": "quotas-vendas-b2b-startups",
        "en": "b2b-sales-quotas-startups"
      },
      "featured": false,
      "category": {
        "pt": "Operações",
        "en": "Operations"
      },
      "title": {
        "pt": "A Matemática das Quotas: Como Definir Metas para SDRs e AEs que Escalam",
        "en": "The Math Behind Quotas: How to Set SDR and AE Targets That Scale"
      },
      "excerpt": {
        "pt": "70% dos vendedores B2B não batem quota. Aprenda a definir metas de SDRs e AEs que escalam receita sem destruir a moral do time. Framework com benchmarks 2024-2025.",
        "en": "70% of B2B salespeople miss quota. Learn how to set SDR and AE targets that scale revenue without destroying team morale. Framework with 2024-2025 benchmarks."
      },
      "readTime": {
        "pt": "12 min de leitura",
        "en": "12 min read"
      },
      "date": "2025-01-29",
      "dateLabel": {
        "pt": "Jan 2025",
        "en": "Jan 2025"
      },
      "thumbnail": {
        "type": "image",
        "src": "assets/images/blog/quotas-vendas-b2b-startups-thumb.jpg",
        "alt": {
          "pt": "Ilustração sobre quotas de vendas B2B mostrando métricas de SDR e AE",
          "en": "Illustration about B2B sales quotas showing SDR and AE metrics"
        }
      }
    },
    {
      "id": "guia-precificacao-startups-b2b",
      "slug": "guia-precificacao-startups-b2b",
      "featured": false,
      "category": {
        "pt": "Estratégia & Growth",
        "en": "Strategy & Growth"
      },
      "title": {
        "pt": "Como Precificar Seu Produto B2B Sem Deixar Dinheiro na Mesa",
        "en": "How to Price Your B2B Product Without Leaving Money on the Table"
      },
      "excerpt": {
        "pt": "Como parar de deixar dinheiro na mesa e construir uma máquina de receita previsível com estratégias de pricing baseadas em valor.",
        "en": "How to stop leaving money on the table and build a predictable revenue machine with value-based pricing strategies."
      },
      "readTime": {
        "pt": "12 min de leitura",
        "en": "12 min read"
      },
      "date": "2025-01-15",
      "dateLabel": {
        "pt": "Jan 2025",
        "en": "Jan 2025"
      },
      "thumbnail": {
        "type": "image",
        "src": "assets/images/blog/guia-precificacao-startups-b2b-thumb.jpg",
        "alt": {
          "pt": "Ilustração sobre precificação para startups B2B mostrando o impacto do preço no lucro",
          "en": "Illustration about B2B startup pricing showing the impact of price on profit"
        }
      }
    },
    {
      "id": "compensacao-sistema-gtm",
      "slug": "compensacao-sistema-gtm",
      "featured": false,
      "category": {
        "pt": "Diagnóstico",
        "en": "Diagnosis"
      },
      "title": {
        "pt": "Quando a Estrutura de Compensação Revela Problemas Maiores",
        "en": "When Compensation Structure Reveals Bigger Problems"
      },
      "excerpt": {
        "pt": "O que planos de remuneração desalinhados dizem sobre a saúde do GTM das suas investidas. Como usar compensação como lente diagnóstica para identificar problemas sistêmicos em portfolio companies.",
        "en": "What misaligned compensation plans say about the GTM health of your portfolio companies. How to use compensation as a diagnostic lens to identify systemic problems."
      },
      "readTime": {
        "pt": "12 min de leitura",
        "en": "12 min read"
      },
      "date": "2024-12-15",
      "dateLabel": {
        "pt": "Dez 2024",
        "en": "Dec 2024"
      },
      "thumbnail": {
        "type": "image",
        "src": "assets/images/illustrations/ilustracao-sistema-gtm.svg",
        "alt": {
          "pt": "Ilustração do sistema de GTM mostrando como compensação funciona como lente diagnóstica",
          "en": "GTM system illustration showing how compensation works as a diagnostic lens"
        }
      }
    },
    {
      "id": "value-proposition-impreciso",
      "slug": "value-proposition-impreciso",
      "featured": false,
      "category": {
        "pt": "Diagnóstico",
        "en": "Diagnosis"
      },
      "title": {
        "pt": "Value Proposition Impreciso: O Assassino Silencioso do Crescimento",
        "en": "Unclear Value Proposition: The Silent Growth Killer"
      },
      "excerpt": {
        "pt": "Por que empresas com produtos validados travam — e como diagnosticar se esse é o seu problema. Descubra os sintomas, os 5 erros mais comuns e um framework prático para corrigir.",
        "en": "Why companies with validated products stall — and how to diagnose if this is your problem. Discover the symptoms, the 5 most common mistakes, and a practical framework to fix it."
      },
      "readTime": {
        "pt": "10 min de leitura",
        "en": "10 min read"
      },
      "date": "2024-12-01",
      "dateLabel": {
        "pt": "Dez 2024",
        "en": "Dec 2024"
      },
      "thumbnail": {
        "type": "iframe",
        "src": "assets/images/illustrations/ilustracao_value_proposition.html",
        "alt": {
          "pt": "Ilustração do artigo sobre Value Proposition Impreciso",
          "en": "Illustration for the article about Unclear Value Proposition"
        }
      }
    },
    {
      "id": "custo-invisivel-cro",
      "slug": "custo-invisivel-cro",
      "featured": false,
      "category": {
        "pt": "Diagnóstico",
        "en": "Diagnosis"
      },
      "title": {
        "pt": "O Custo Invisível de Não Ter um CRO",
        "en": "The Hidden Cost of Not Having a CRO"
      },
      "excerpt": {
        "pt": "O custo mais caro para uma empresa B2B Tech em crescimento não é o que você paga — é o que você deixa de ganhar. Entenda a matemática que founders evitam fazer e descubra quanto sua empresa está perdendo com a falta de liderança dedicada de receita.",
        "en": "The most expensive cost for a growing B2B Tech company is not what you pay — it's what you fail to earn. Understand the math founders avoid doing and discover how much your company is losing without dedicated revenue leadership."
      },
      "readTime": {
        "pt": "7 min de leitura",
        "en": "7 min read"
      },
      "date": "2024-11-15",
      "dateLabel": {
        "pt": "Nov 2024",
        "en": "Nov 2024"
      },
      "thumbnail": {
        "type": "iframe",
        "src": "assets/images/illustrations/ilustracao_capa.html",
        "alt": {
          "pt": "Ilustração do artigo sobre o custo invisível de não ter um CRO",
          "en": "Illustration for the article about the hidden cost of not having a CRO"
        }
      }
    }
  ],
  "ui": {
    "featuredBadge": {
      "pt": "Artigo em Destaque",
      "en": "Featured Article"
    },
    "blogTitle": {
      "pt": "Insights de <span>GTM & Revenue</span>",
      "en": "Insights on <span>GTM & Revenue</span>"
    },
    "blogSubtitle": {
      "pt": "Artigos práticos sobre Go-to-Market, operações de receita e crescimento para B2B Tech — de quem construiu operações de $3M a $240M.",
      "en": "Practical articles on Go-to-Market, revenue operations and growth for B2B Tech — from someone who built operations from $3M to $240M."
    }
  }
}